Repository: 6aika/ckanext-showcase
Catalog: ckanext/showcase/i18n/*/LC_MESSAGES/ckanext-showcase.po
Languages: sv

source: Unauthorized to create a package
sv: Oberhörig för att skapa paket

source: User not authorized to edit {showcase_id}
sv: Användare har inte behörighet att redigera {showcase_id}

source: Showcase not found
sv: Applikation kunde inte hittas

source: Unauthorized to read showcase
sv: Inga rättigheter för applikation

source: Unauthorized to delete showcase
sv: Behörighet saknas för att radera applikation

source: Showcase has been deleted.
sv: Applikation har raderats

source: Dataset not found
sv: Applikation hittades inte

source: Not authorized to see this page
sv: Du är inte behörig att se denna sida

source: Unauthorized to read package
sv: Obehörig att läsa paket

source: Organizations
sv: Organisationer

source: Groups
sv: Kategorier

source: Tags
sv: Taggar

source: Formats
sv: Format

source: Licenses
sv: Licenser

source: Parameter '{parameter_name}' is not an integer
sv: Parametern "{parameter_name}" är inte ett heltal

source: User not authorized to view page
sv: Användare är inte behörig att se denna sida

source: Unauthorized to perform that action
sv: Behörighet saknas

source: User '{user_name}' not found.
sv: Användaren '{user_name}' hittades inte

source: The user is now a Showcase Admin
sv: Användaren är nu admin för applikationer

source: The user is not a Showcase Admin
sv: Användaren är inte admin för applikationer

source: The user is no longer a Showcase Admin
sv: Användaren är inte längre admin för applikationer

source: Not found
sv: Hittades inte

source: Datasets
sv: Dataset

source: Showcases
sv: Applikationer

source: About
sv: Om

source: Confirm Remove
sv: Bekräfta radering

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
sv: Vill du verkligen radera detta applikation admin: {name}?

source: Cancel
sv: Avbryt

source: Manage Showcase Admins
sv: Hantera

source: Add an Existing User
sv: Lägga till befintlig användare

source: To make an existing user a Showcase Admin, search for their username below.
sv: Om du vill lägga till en befintlig användare, sök efter användarnamnet nedan.

source: Username
sv: Användarnamn

source: Add User
sv: Lägg till användare

source: Showcase Admins
sv: Applikation administratörer

source: User
sv: Användare

source: Are you sure you want to remove this user from the Showcase Admin list?
sv: Vill du verkligen radera denna applikation admin?

source: Remove
sv: Radera

source: There are currently no Showcase Admins.
sv: Det finns för närvarande inga applikation administratörer

source: {site_title} statistics
sv: {site_title} statistik

source: organization
sv: organisation

source: group
sv: grupp

source: showcase
sv: applikation

source: Associate this showcase with this dataset
sv: Koppla denna applikation till detta dataset

source: Add to showcase
sv: Lägg till applikationer

source: Showcases featuring {dataset_name}
sv: Applikationer kopplade till {dataset_name}

source: There are no showcases that feature this dataset
sv: Det finns inga applikationer kopplade till detta dataset

source: Activity Stream
sv: Aktivitetsflöde

source: Showcases - Add datasets
sv: Applikationer - Lägg till dataset

source: Relevance
sv: Relevans

source: Name Ascending
sv: Namn, stigande

source: Name Descending
sv: Namn, fallande

source: Last Modified
sv: Senast ändrad

source: Popular
sv: Populära

source: Add to Showcase
sv: Lägg till applikationer

source: No datasets could be found
sv: Inga dataset hittades

source: Confirm Delete
sv: Bekräfta radering

source: Are you sure you want to delete showcase - {showcase_name}?
sv: Vill du verkligen radera applikationen - {showcase_name}?

source: Edit
sv: Redigera

source: Create Showcase
sv: Skapa applikationer

source: View showcase
sv: Visa applikationer

source: Edit showcase
sv: Redigera applikationer

source: Manage datasets
sv: Hantera dataset

source: Showcases - Manage datasets
sv: Applikationer - Hantera datasets

source: Datasets in this showcase
sv: Dataset i denna applikation

source: Remove from Showcase
sv: Ta bort från applikationen

source: This showcase has no datasets associated to it
sv: Denna applikationer har inga dataset kopplade till sig

source: Create a Showcase
sv: Skapa en applikation

source: Title
sv: Titel

source: eg. A descriptive title
sv: t.ex. Vägkarta för vintercykling

source: eg. my-showcase
sv: t.ex. my-showcase

source: Description
sv: Beskrivning

source: eg. Some useful notes about the data
sv: En allmän, kompakt och lättförståelig beskrivning av data. T.ex. vad materialet innehåller och hur det har beretts. Utifrån detta kan användaren tolka materialet rätt.

source: eg. economy, mental health, government
sv: t.ex. ekonomi, psykisk hälsa, offentlig sektor

source: External link
sv: Extern länk

source: Submitted By
sv: Insänd av

source: Joe Bloggs
sv: Förnamn Familjenamn

source: Submitter Email
sv: E-post till författare

source: Are you sure you want to delete this showcase?
sv: Vill du verkligen radera denna applikationen?

source: Delete
sv: Radera

source: Update Showcase
sv: Uppdatera applikationen

source: Manage
sv: Hantera

source: Private
sv: Privat

source: Draft
sv: Utkast

source: Launch website
sv: Öppna webbsidan

source: Add Showcase
sv: Lägg till applikationen

source: Search showcases...
sv: Sök applikationer...

source: What are Showcases?
sv: Vad är applikationer?

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Showcases collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
sv: Dataset har använts för att bygga appar, webbplatser och visualiseringar. De har presenterats i artiklar och skrivits om i nyhetsrapporter och blogginlägg. Applikationer samlar ihop de bästa exemplen på dataset som används, för att ge ytterligare insikt, idéer och inspiration.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
sv: Sysadmins kan hantera Applikation Admins från <a href='%(url)s'>Applikationer-konfigurationssidan.</a>

source: Submitted by
sv: Insänd av

source: There are no Datasets in this Showcase
sv: Det finns inga datasets kopplade till detta applikationen

source: This showcase has no description
sv: Detta applikation saknar beskrivning

source: 0 Datasets
sv: 0 dataset

source: View {showcase_title}
sv: Visa {showcase_title}

source: Remove dataset from this showcase
sv: Ta bort dataset från denna applikation

source: {number} showcase found for '{query}'
sv: {number} applikation hittades för "{query}"

source: No showcases found for '{query}'
sv: Hittade inga applikationer för "{query}"

source: {number} showcase found
sv: {number} applikation hittades

source: No showcases found
sv: Hittade inga applikationer
